/* No comment provided by engineer. */
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";

/* No comment provided by engineer. */
"3rd-party source code" = "第三方源代码";

/* No comment provided by engineer. */
"All plugins are up to date" = "所有插件已是最新";

/* No comment provided by engineer. */
"and" = "和";

/* No comment provided by engineer. */
"Are you sure to uninstall?" = "您确定要卸载吗？";

/* No comment provided by engineer. */
"Available" = "可用";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Check update" = "检查更新";

/* No comment provided by engineer. */
"Checking" = "正在检查";

/* No comment provided by engineer. */
"Chinese" = "中文";

/* No comment provided by engineer. */
"Download failed" = "下载失败";

/* No comment provided by engineer. */
"English" = "英语";

/* No comment provided by engineer. */
"Failed to check update" = "检查更新失败";

/* No comment provided by engineer. */
"Fcitx5 is uninstalled" = "小企鹅已卸载";

/* No comment provided by engineer. */
"Fcitx5 is up to date" = "小企鹅已是最新";

/* No comment provided by engineer. */
"Fcitx5 macOS" = "Fcitx5 macOS";

/* No comment provided by engineer. */
"Fcitx5 will auto restart if needed." = "Fcitx5 will auto restart if needed.";

/* No comment provided by engineer. */
"Generic" = "通用";

/* No comment provided by engineer. */
"Install" = "安装";

/* No comment provided by engineer. */
"Install failed" = "安装失败";

/* No comment provided by engineer. */
"Installed" = "已安装";

/* No comment provided by engineer. */
"Japanese" = "日语";

/* No comment provided by engineer. */
"Korean" = "韩语";

/* No comment provided by engineer. */
"Licensed under" = "许可条款";

/* No comment provided by engineer. */
"Maybe later" = "以后再说";

/* No comment provided by engineer. */
"OK" = "好";

/* No comment provided by engineer. */
"Originally made by" = "开发者";

/* No comment provided by engineer. */
"Other" = "其他";

/* No comment provided by engineer. */
"Plugin Manager" = "插件管理器";

/* No comment provided by engineer. */
"Sinhala" = "僧伽罗语";

/* No comment provided by engineer. */
"Thai" = "泰语";

/* No comment provided by engineer. */
"Uninstall" = "卸载";

/* No comment provided by engineer. */
"Uninstall and keep user data" = "卸载同时保留用户数据";

/* No comment provided by engineer. */
"Uninstall failed, you may need to manually remove" = "卸载失败，您可能需要手动删除";

/* No comment provided by engineer. */
"Update" = "更新";

/* No comment provided by engineer. */
"Update available" = "可更新";

/* No comment provided by engineer. */
"Update now" = "立即更新";

/* No comment provided by engineer. */
"Vietnamese" = "越南语";

/* No comment provided by engineer. */
"~/.config/fcitx5" = "~/.config/fcitx5";

/* No comment provided by engineer. */
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";

/* No comment provided by engineer. */
"~/Library/fcitx5" = "~/Library/fcitx5";

